Repository: rekognize/jinac
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: blog
tr: analizler

source: title
tr: başlık

source: subtitle
tr: alt başlık

source: image
tr: görsel

source: summary
tr: özet

source: language
tr: dil

source: translation
tr: çeviri

source: analysis
tr: analiz

source: report
tr: rapor

source: publish
tr: yayınla

source: about page
tr: hakkımızda sayfası

source: article
tr: analiz

source: text
tr: metin

source: section
tr: bölüm

source: sections
tr: bölümler

source: Download
tr: İndir

source: articles
tr: kanun maddeleri

source: journalists
tr: gazeteciler

source: Publish
tr: Yayınla

source: upcoming trials
tr: gelecek duruşmalar

source: Upcoming
tr: Gelecek

source: violations
tr: ihlaller

source: Violations
tr: İhlaller

source: Standing
tr: Duruşma

source: cases
tr: davalar

source: acquittal
tr: beraat

source: fine
tr: para cezası

source: imprisonment
tr: hapis cezası

source: postponed
tr: erteleme

source: judgement receded
tr: HAGB

source: discontinued
tr: düşme

source: case name
tr: dava adı

source: case name (EN)
tr: dava adı (İNG)

source: file number
tr: dosya numarası

source: court
tr: mahkeme

source: case filing date
tr: soruşturma açılış tarihi

source: case opening date
tr: dava açılış tarihi

source: defendant count
tr: sanık sayısı

source: journalist defendant count
tr: gazeteci sanık sayısı

source: coup attempt related
tr: darbe girişimi kapsamında

source: plaintiff
tr: davacı / şikayetçi

source: indictment prosecutor
tr: iddianame savcısı

source: case summary
tr: dava özeti

source: case summary (EN)
tr: dava özeti (İNG)

source: order
tr: sıralama

source: related cases
tr: ilgili davalar

source: reporter
tr: raportör

source: added time
tr: eklenme tarihi

source: modified time
tr: değiştirilme tarihi

source: case
tr: dava

source: local
tr: yerel

source: appeal
tr: istinaf

source: supreme
tr: yargıtay

source: abatement of action
tr: dava düşürüldü

source: decision of reversal
tr: karar bozuldu

source: rejected
tr: reddedildi

source: approved
tr: onaylandı

source: denied
tr: reddedildi

source: details
tr: detaylar

source: case status
tr: durum

source: work position
tr: görevi

source: institution
tr: kurum

source: attorney
tr: avukat

source: case - journalist relation
tr: dava - gazeteci ilişkisi

source: case - journalist relations
tr: dava - gazeteci ilişkileri

source: decision type
tr: karar tipi

source: year
tr: yıl

source: month
tr: ay

source: day
tr: gün

source: life sentence
tr: müebbet hapis

source: aggravated life sentence
tr: ağırlaştırılmış müebbet hapis

source: punishment
tr: ceza

source: case - decision relation
tr: dava kararı

source: case - decision relations
tr: dava kararları

source: Press Law
tr: Basın Kanunu

source: indictment
tr: suçlama

source: punishment type
tr: ceza tipi

source: journalist
tr: gazeteci

source: indictments
tr: suçlamalar

source: type
tr: tip

source: case document type
tr: dava doküman tipi

source: case document types
tr: dava doküman tipleri

source: file
tr: dosya

source: case document
tr: dava doküman

source: case documents
tr: dava dokümanları

source: type (EN)
tr: tip (İNG)

source: case note type
tr: yargılama özeti tipi

source: case note types
tr: yargılama özeti tipleri

source: note
tr: not

source: note (EN)
tr: not (İNG)

source: case notes
tr: yargılama özetleri

source: session
tr: duruşma

source: announced time
tr: ilan edilen zaman

source: start time
tr: başlama zamanı

source: next trial time
tr: gelecek duruşma zamanı

source: institutional observers
tr: kurumsal gözlemciler

source: presiding judge
tr: mahkeme başkanı

source: board of judges
tr: mahkeme heyeti

source: trial prosecutor
tr: duruşma savcı

source: trial
tr: duruşma

source: trials
tr: duruşmalar

source: trial note type
tr: duruşma notu tipi

source: trial note types
tr: duruşma notu tipleri

source: trial note
tr: duruşma notu

source: trial notes
tr: duruşma notları

source: violation type
tr: ihlal tipi

source: violation types
tr: ihlal tipleri

source: right violation
tr: hak ihlali

source: right violations
tr: hak ihlalleri

source: trial document type
tr: doküman tipi

source: trial document types
tr: doküman tipleri

source: trial document
tr: doküman

source: trial documents
tr: dokümanlar

source: trial - decision relation
tr: duruşma kararı

source: trial - decision relations
tr: duruşma kararları

source: contact
tr: iletişim

source: name
tr: isim

source: email
tr: eposta

source: message
tr: mesaj

source: time
tr: zaman

source: messages
tr: mesajlar

source: infographics
tr: infografik

source: description
tr: tanım

source: embed code
tr: yerleştirme kodu

source: institutions
tr: kurumlar

source: observer
tr: gözlemci

source: observers
tr: gözlemciler

source: courts
tr: mahkemeler

source: journalist count
tr: gazeteci sayısı

source: jurisdiction
tr: yargı

source: city
tr: şehir

source: cities
tr: şehirler

source: number
tr: numara

source: Civil Court
tr: Asliye Hukuk Mahkemesi

source: Penal Court
tr: Asliye Ceza Mahkemesi

source: Criminal Court
tr: Ağır Ceza Mahkemesi

source: Court of Appeal
tr: İstinaf Mahkemesi

source: Supreme Court
tr: Yargıtay

source: Constitutional Court
tr: Anayasa Mahkemesi

source: ECHR
tr: AİHM

source: Commercial Court
tr: Ticaret Mahkemesi

source: Type E
tr: E tipi

source: Type F
tr: F tipi

source: prison
tr: cezaevi

source: prisons
tr: cezaevleri

source: news
tr: haberler

source: photo
tr: fotoğraf

source: text (EN)
tr: metin (İNG)

source: link
tr: bağlantı

source: carousel
tr: karusel

source: value
tr: değer

source: Feed
tr: Akış

source: Yes
tr: Evet

source: No
tr: Hayır

source: short bio
tr: kısa özgeçmiş

source: journalist status
tr: gazeteci durumu

source: journalist position
tr: gazeteci görevi

source: status
tr: durum

source: people
tr: kişiler

source: gender
tr: cinsiyet

source: male
tr: erkek

source: female
tr: kadın

source: short bio (EN)
tr: kısa özgeçmiş (İNG)

source: biography
tr: biyografi

source: biography (EN)
tr: biyografi (İNG)

source: person
tr: kişi

source: Not detained
tr: Tutuksuz yargılama

source: Detained
tr: Gözaltı

source: Imprisoned
tr: Tutuklu

source: Convicted
tr: Hükümlü

source: Fugitive
tr: Yokluğunda yargılanıyor

source: Postponed
tr: Erteleme

source: Judgement receded
tr: HAGB

source: Prisoner on remand
tr: Hükmen tutuklu

source: Acquitted
tr: Beraat

source: Judicial fine
tr: Para cezası

source: Execution completed
tr: İnfazı tamamlandı

source: start date
tr: başlama tarihi

source: end date
tr: bitiş tarihi

source: journalist note
tr: gazeteci özeti

source: journalist notes
tr: gazeteci özetleri

source: defence
tr: savunma

source: prosecution
tr: müşteki

source: attorneys
tr: avukatlar

source: judge
tr: hakim

source: judges
tr: hakimler

source: prosecutor
tr: savcı

source: prosecutors
tr: savcılar

source: plaintiffs
tr: davacılar / şikayetçiler

source: complainant
tr: şikayetçi

source: complainants
tr: şikayetçiler

source: more
tr: devamı

source: Press in Arrest
tr: Tutuklu Basın

source: Homepage
tr: Anasayfa

source: Cases
tr: Davalar

source: Journalists
tr: Gazeteciler

source: Analysis
tr: Analizler

source: Reports
tr: Raporlar

source: What do we do?
tr: Ne yapıyoruz?

source: Search
tr: Arama

source: Case Summary
tr: Dava Özeti

source: Trial Reports
tr: Duruşma Raporları

source: Documents
tr: Dokümanlar

source: All
tr: Tümü

source: case details
tr: dava detayları

source: Next Trial
tr: Gelecek Duruşma

source: Contact
tr: İletişim

source: Thank you for your feedback!
tr: Geribildiriminiz için teşekkürler!

source: We got your message and we will contact you at the earliest convenience.
tr: Mesajınızı aldık. Sizinle en kısa zamanda iletişime geçeceğiz.

source: Contact form
tr: İletişim formu

source: Name
tr: İsim

source: Email
tr: Eposta

source: Message
tr: Mesaj

source: Submit
tr: Gönder

source: Previous
tr: Önceki

source: Next
tr: Sonraki

source: PROSECUTED
tr: YARGILANANLAR

source: JAILED
tr: HAPİSTEKİLER

source: CASES
tr: DAVALAR

source: Contact information
tr: İletişim bilgileri

source: Upcoming trials
tr: Yaklaşan duruşmalar

source: No upcoming trials
tr: Bilinen yaklaşan duruşma yok

source: Search results
tr: Arama sonuçları

source: No items matched the query
tr: Arama kriterine uygun sonuç bulunamadı

source: Articles
tr: Analizler

source: Press in Arrest Administration
tr: Tutuklu Basın Yönetimi

source: Press in Arrest Management
tr: Tutuklu Basın Yönetimi
